exports.menu3 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${A187}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔════════════════
║ *MENU3*            
╠════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────
╠════════════════════
║╭──❉ * OUTRAS * ❉── 
║│➸ _ *! Ttsid * _ <texto> 
║│➸ _ *! Bitly * _ <link> 
║│➸ _ *! Seu nome * _ <seu nome> 
║│➸ _ *! Alay * _ <texto> 
║│➸ _igstalk * _ <@_ sadboy.g> 
║│➸ _ *! Ocr * _ <foto para texto> 
║│➸ _ *! Gay * _ 
║│➸ _ *! Checkip * _ 
║│➸ _ *! Ping * _ 
║│➸ _ *! Hostsearch * _ 
║│➸ _ *! Scdl * _ 
║│➸ _ *! Map * _ <área> 
║│➸ _ *! Cooltext * _ <text> 
║│➸ _ *! Mensagem em branco * _ 
║│➸ _ *! Diga * _ <texto>
║╰───────────
╠════════════════════
║╭──❉ *SPAM* ❉──
║│➸ _*!spamcall*_ <85722553839>
║│➸ _*!spamsms*_ <85722553839>
║│➸ _*!karinbotsuporte@gmail.com*>
║╰───────────
╠════════════════════

╠════════════════════
║ *KARIN* 𝐃𝐎𝐌𝐈𝐍𝐀 🤠🤙
╚════════════════════`
}
